export default function () {
  return (
    <div className="container mx-auto max-w-prose p-10 prose">
      <h1>🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫</h1>
      <h3>🤫🤫🤫🤫 🤫🤫🤫 🤫🤫🤫🤫?</h3>
      <p>🤫🤫🤫 🤫🤫🤫🤫🤫🤫🤫🤫 🤫🤫 🤫🤫 🤫🤫🤫🤫!</p>
      <img src="images/1.png" />
      <p>🤫🤫🤫🤫🤫🤫 🤫🤫🤫🤫?</p>
      <img src="images/2.png" />
      <h2>2🤫 🤫arc🤫, 2🤫🤫4: 🤫🤫🤫🤫🤫🤫🤫!</h2>
      <h3>🤫🤫🤫🤫🤫🤫🤫🤫!</h3>
      <img src="images/3.png" />
      <h2>🤫🤫🤫🤫 🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫!!!</h2>
      <img src="images/4.png" />
      <a
        href="https://warpcast.com/farcasteradmin.eth/0x96b2e070"
        target="_blank"
      >
        <h1>
          🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫
        </h1>
      </a>
    </div>
  )
}
