export default function () {
  return (
    <div className="container mx-auto max-w-prose p-10 prose">
      <h1>🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫</h1>
      <h3>🤫🤫🤫🤫 🤫🤫🤫 🤫🤫🤫🤫?</h3>
      <p>🤫🤫🤫 🤫🤫🤫🤫🤫🤫🤫🤫 🤫🤫 🤫🤫 🤫🤫🤫🤫!</p>
      <img src="images/1.png" />
      <p>🤫🤫🤫🤫🤫🤫 🤫🤫🤫🤫?</p>
      <img src="images/2.png" />
      <h2>2🤫 🤫arc🤫, 2🤫🤫4: 🤫🤫🤫🤫🤫🤫🤫!</h2>
      <h3>🤫🤫🤫🤫🤫🤫🤫🤫!</h3>
      <img src="images/3.png" />
      <h2>🤫🤫🤫🤫 🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫!!!</h2>
      <img src="images/4.png" />
      <a
        href="https://warpcast.com/farcasteradmin.eth/0xf92f4a7b"
        target="_blank"
      >
        <h1>
          🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫
        </h1>
      </a>
      <button
        className="btn btn-accent btn-lg"
        onClick={() => {
          alert('soon, have patience, have 🤫🤫🤫🤫🤫🤫🤫🤫')
        }}
      >
        🤫🤫🤫🤫🤫 $🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫!
      </button>
      <h2>🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫</h2>
      <div class="overflow-x-auto">
        <table class="table">
          <thead>
            <tr>
              <th></th>
              <th>🤫🤫🤫🤫</th>
              <th>🤫🤫🤫🤫🤫</th>
              <th>🤫🤫🤫🤫🤫🤫</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <th>1</th>
              <td>🤫🤫🤫🤫🤫</td>
              <td>x🤫🤫🤫🤫🤫🤫🤫</td>
              <td>🤫🤫🤫</td>
            </tr>
            <tr>
              <th>2</th>
              <td>🤫🤫🤫🤫🤫.🤫🤫🤫</td>
              <td>🤫🤫🤫🤫4🤫</td>
              <td>🤫🤫🤫🤫🤫🤫🤫🤫</td>
            </tr>
            <tr>
              <th>3</th>
              <td>🤫🤫🤫🤫</td>
              <td>🤫</td>
              <td>🤫🤫🤫🤫🤫🤫</td>
            </tr>
          </tbody>
        </table>
      </div>
    </div>
  )
}
